# made by n3nsy

# TRIGGERS = {"джарвис", "жарвис", "джервис", "джарвес", "жарвес"}

data_set = {
    "open_browser": {
        "открой браузер": "Открываю",
        "браузер": "Сейчас открою",
        "можешь запустить браузер": "Хорошо",
        "запусти браузер": "Без проблем",
        "включи браузер": "Включаю",
    },
    "make_screenshot": {
        "сделай скриншот": "сделано",
        "скришот": "готово",
        "скриншот экрана": "окей",
        "сделай снимок": "без проблем",
        "сфографируй": "ок",
        "сфоткай": "сфоткал",
        "заскринь": "уже готово",
        "сделай скрин": "сделал",
    },
    "off_volume": {
        "выключи звук": "",
        "отключи звук": "",
        "звук ноль": "",
        "тихий режим": "",
        "без звука": "",
        "выключи громкость": "",
        "мут": "",
    },
    "on_volume": {
        "включи звук": "",
        "верни звук": "",
        "со звуком": "",
        "включи громкость": "",
        "размуть": "",
    },
    "random_fact": {
        "факт": "",
        "рандомный факт": "",
        "расскажи факт": "",
        "расскажи факт какой-нибудь": "",
        "дай случайный факт": "",
        "интересный факт": "",
        "удиви меня": "",
        "факт дня": "",
        "что ты знаешь": "",
    },
    "tell_joke": {
        "расскажи анекдот": "",
        "расскажи прикол": "",
        "пошути": "",
        "развесели меня": "",
        "давай что-нибудь смешное": "",
        "шутка": "",
        "рассмеши меня": "",
        "ещё анекдот": "",
        "анекдот про ассистентов": "",
    },
    "daily_report": {
        "как день": "",
        "отчёт о дне": "",
        "расскажи про день": "",
        "что по планам": "",
        "статус системы": "",
        "синхронизация данных": "",
        "что сегодня важного": "",
        "калибровка системы": "",
        "что нового": "",
    },
    "passive": {
        "как дела": "у меня всегда всё отлично, сэр",
    },
    "hello": {
        "привет": "",
        "здарова": "",
    }
}
